bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
hollowtree.vue-snippets
jasonnutter.search-node-modules
kisstkondoros.vscode-codemetrics
meteorstudio.cursorcode
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
muuvmuuv.vscode-just-php-cs-fixer
nodesource.vscode-for-node-js-development-pack
openai.chatgpt
platformio.platformio-ide
rangav.vscode-thunder-client
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
sdras.vue-vscode-snippets
vue.volar
wix.vscode-import-cost
xabikos.javascriptsnippets
